{
  "1": {
    "name": "Brevis",
    "genre": "Funk",
    "bio": "Талантливый артист, известный своими энергичными треками в жанре бразильского фанка."
  },
  "2": {
    "name": "It's Different",
    "genre": "Funk",
    "bio": "Музыкальный продюсер и диджей, создающий уникальные фанк-биты."
  },
  "3": {
    "name": "Dragon Boys",
    "genre": "Funk",
    "bio": "Коллектив, сочетающий элементы фанка и современных электронных жанров."
  },
  "4": {
    "name": "Blueface",
    "genre": "Funk",
    "bio": "Артист с уникальным стилем, известный своими экспериментами в фанк-музыке."
  },
  "5": {
    "name": "DJ Anemia",
    "genre": "Funk",
    "bio": "Диск-жокей, специализирующийся на бразильском фанке и электронной музыке."
  },
  "6": {
    "name": "crier",
    "genre": "Funk",
    "bio": "Артист, создающий атмосферные и завораживающие фанк-композиции."
  },
  "7": {
    "name": "sixnite",
    "genre": "Funk",
    "bio": "Музыкант, известный своими энергичными и ритмичными фанк-треками."
  },
  "8": {
    "name": "SH3RWIN",
    "genre": "Funk",
    "bio": "Артист, известный своими энергичными фанк-треками и уникальным стилем."
  },
  "9": {
    "name": "viralune",
    "genre": "Funk",
    "bio": "Музыкант, создающий атмосферные и завораживающие фанк-композиции."
  },
  "10": {
    "name": "MC LONE",
    "genre": "Funk",
    "bio": "Артист, сочетающий элементы фанка и современных электронных жанров."
  },
  "11": {
    "name": "SHIPU",
    "genre": "Funk",
    "bio": "Продюсер и диджей, известный своими экспериментами в жанре фанк."
  },
  "12": {
    "name": "CLOUD ZERO",
    "genre": "Funk",
    "bio": "Артист, создающий энергичные и ритмичные фанк-треки."
  },
  "13": {
    "name": "NCTS",
    "genre": "Funk",
    "bio": "Музыкант, известный своими мощными басами и уникальным звучанием."
  },
  "14": {
    "name": "SØMATIC",
    "genre": "Funk",
    "bio": "Российский продюсер, экспериментирующий с бразильским фанком и электроникой."
  },
  "15": {
    "name": "TEENWXVE",
    "genre": "Funk",
    "bio": "Артист, создающий атмосферные и меланхоличные фанк-композиции."
  },
  "16": {
    "name": "ANDROMEDA",
    "genre": "Funk",
    "bio": "Музыкант, известный своими экспериментальными треками в жанре фанк."
  },
  "17": {
    "name": "wharoxmane",
    "genre": "Funk",
    "bio": "Артист, сочетающий элементы фанка и трэпа в своих треках."
  },
  "18": {
    "name": "satirin",
    "genre": "Funk",
    "bio": "Продюсер, создающий энергичные и завораживающие фанк-биты."
  },
  "19": {
    "name": "FUNK DEMON",
    "genre": "Funk",
    "bio": "Артист, известный своими мощными и ритмичными фанк-треками."
  },
  "20": {
    "name": "EVO",
    "genre": "Funk",
    "bio": "Музыкант, экспериментирующий с элементами фанка и электроники."
  },
  "21": {
    "name": "xlout",
    "genre": "Funk",
    "bio": "Артист, создающий уникальные фанк-композиции с современным звучанием."
  },
  "22": {
    "name": "Pxlish Beatz",
    "genre": "Funk",
    "bio": "Продюсер, известный своими экспериментами в жанре фанк."
  },
  "23": {
    "name": "ZODIVK",
    "genre": "Funk",
    "bio": "Артист, сочетающий элементы фанка и хип-хопа в своих треках."
  },
  "24": {
    "name": "YXUNGXROTICA",
    "genre": "Funk",
    "bio": "Музыкант, создающий атмосферные и энергичные фанк-композиции."
  },
  "25": {
    "name": "MC KRAKEN",
    "genre": "Funk",
    "bio": "Артист, известный своими мощными басами и уникальным стилем."
  },
  "26": {
    "name": "Cartoon",
    "genre": "Drum and Bass",
    "bio": "Известен своими яркими мелодиями и энергичными композициями, которые сочетают элементы электронной музыки и Drum and Bass."
  },
  "27": {
    "name": "Jeja",
    "genre": "Drum and Bass",
    "bio": "Артист, создающий глубокие и атмосферные треки с акцентом на мощные басовые линии и сложные ритмы."
  },
  "28": {
    "name": "pluuto",
    "genre": "Drum and Bass",
    "bio": "Молодой продюсер, экспериментирующий с жанрами, но чаще всего создающий энергичные Drum and Bass композиции."
  },
  "29": {
    "name": "DNMO",
    "genre": "Drum and Bass",
    "bio": "Известен своими экспериментальными подходами к Drum and Bass, сочетая элементы других жанров электронной музыки."
  },
  "30": {
    "name": "Wolfy Lights",
    "genre": "Drum and Bass",
    "bio": "Артист, создающий мрачные и загадочные треки с мощными басами и сложными ритмическими структурами."
  },
  "31": {
    "name": "Blooom",
    "genre": "Drum and Bass",
    "bio": "Продюсер, чьи треки отличаются яркими мелодиями и энергичными ритмами, характерными для Drum and Bass."
  },
  "32": {
    "name": "Freaks & Geeks",
    "genre": "Drum and Bass",
    "bio": "Дуэт, известный своими мощными басовыми линиями и энергичными композициями, которые заряжают танцпол."
  },
  "33": {
    "name": "Flowidus",
    "genre": "Drum and Bass",
    "bio": "Артист, создающий динамичные и эмоциональные треки, сочетающие элементы Drum and Bass и электронной музыки."
  },
  "34": {
    "name": "hayve",
    "genre": "Drum and Bass",
    "bio": "Продюсер, чьи треки отличаются глубокими басами и атмосферными звуковыми ландшафтами."
  },
  "35": {
    "name": "LEOWI",
    "genre": "Drum and Bass",
    "bio": "Артист, известный своими экспериментальными подходами к Drum and Bass, создающий уникальные звуковые текстуры."
  },
  "36": {
    "name": "Lucky Luke",
    "genre": "Drum and Bass",
    "bio": "Продюсер, чьи треки сочетают энергичные ритмы и мелодичные элементы, характерные для Drum and Bass."
  },
  "37": {
    "name": "Metrik",
    "genre": "Drum and Bass",
    "bio": "Известный артист, создающий мощные и технически сложные Drum and Bass композиции, которые стали классикой жанра."
  },
  "38": {
    "name": "REAPER",
    "genre": "Drum and Bass",
    "bio": "Артист, чьи треки отличаются агрессивными басами и энергичными ритмами, идеально подходящими для танцполов."
  },
  "39": {
    "name": "AMAGII",
    "genre": "Drum and Bass",
    "bio": "Продюсер, создающий атмосферные и эмоциональные треки с элементами Drum and Bass и электронной музыки."
  },
  "40": {
    "name": "TINYKVT",
    "genre": "Drum and Bass",
    "bio": "Молодой артист, экспериментирующий с жанрами, но чаще всего создающий энергичные Drum and Bass композиции."
  },
  "41": {
    "name": "Bella Renee",
    "genre": "Drum and Bass",
    "bio": "Вокалистка и продюсер, чьи треки сочетают мощные басовые линии и мелодичные вокальные партии."
  },
  "42": {
    "name": "T-Mass",
    "genre": "Drum and Bass",
    "bio": "Артист, известный своими энергичными и мелодичными треками, которые сочетают элементы Drum and Bass и EDM."
  },
  "43": {
    "name": "Enthic",
    "genre": "Drum and Bass",
    "bio": "Продюсер, создающий глубокие и атмосферные треки с акцентом на сложные ритмы и басовые линии."
  },
  "44": {
    "name": "Warriyo",
    "genre": "Drum and Bass",
    "bio": "Артист, чьи треки отличаются мощными басами и энергичными ритмами, идеально подходящими для танцполов."
  },
  "45": {
    "name": "$werve",
    "genre": "Hip-Hop",
    "bio": "Артист, известный своими агрессивными битами и энергичными текстами, которые заряжают слушателей."
  },
  "46": {
    "name": "Grioten",
    "genre": "Hip-Hop",
    "bio": "Мастер слова, создающий глубокие и атмосферные треки с акцентом на лирику и социальные темы."
  },
  "47": {
    "name": "Day$okee",
    "genre": "Hip-Hop",
    "bio": "Исполнитель, сочетающий в своих треках мрачные мелодии и жесткие ритмы, характерные для андеграундного хип-хопа."
  },
  "48": {
    "name": "1nonly",
    "genre": "Hip-Hop",
    "bio": "Молодой артист, чьи треки отличаются экспериментальным звучанием и смешением жанров."
  },
  "49": {
    "name": "HAARPER",
    "genre": "Hip-Hop",
    "bio": "Известен своими мрачными и атмосферными треками, которые погружают слушателя в уникальный звуковой ландшафт."
  },
  "50": {
    "name": "iamjakehill",
    "genre": "Hip-Hop",
    "bio": "Артист, создающий энергичные и эмоциональные треки, часто сочетающие элементы хип-хопа и рока."
  },
  "51": {
    "name": "Memphis Cult",
    "genre": "Hip-Hop",
    "bio": "Коллектив, возрождающий звучание Memphis-рэпа с современными элементами."
  },
  "52": {
    "name": "Groove Dealers",
    "genre": "Hip-Hop",
    "bio": "Дуэт, известный своими джазовыми и фанковыми сэмплами, которые легли в основу их хип-хоп композиций."
  },
  "53": {
    "name": "SPLYXER",
    "genre": "Hip-Hop",
    "bio": "Артист, чьи треки отличаются мрачной атмосферой и экспериментальным подходом к звуку."
  },
  "54": {
    "name": "ovg!",
    "genre": "Hip-Hop",
    "bio": "Исполнитель, создающий жесткие и энергичные треки, вдохновленные андеграундной сценой."
  },
  "55": {
    "name": "REDZED",
    "genre": "Hip-Hop",
    "bio": "Артист, известный своими мощными басами и агрессивным стилем, идеально подходящим для андеграунда."
  },
  "56": {
    "name": "Sadfriendd",
    "genre": "Hip-Hop",
    "bio": "Исполнитель, чьи треки сочетают эмоциональные тексты и мрачные мелодии."
  },
  "57": {
    "name": "Ghostface Playa",
    "genre": "Hip-Hop",
    "bio": "Артист, создающий атмосферные треки с элементами фанка и андеграундного хип-хопа."
  },
  "58": {
    "name": "SXMPRA",
    "genre": "Hip-Hop",
    "bio": "Известен своими агрессивными битами и быстрым флоу, которые заряжают слушателей энергией."
  },
  "59": {
    "name": "Teddy Slugz",
    "genre": "Hip-Hop",
    "bio": "Артист, чьи треки отличаются глубокими текстами и уникальным стилем, вдохновленным старой школой хип-хопа."
  },
  "60": {
    "name": "$werve",
    "genre": "Phonk",
    "bio": "Артист, известный своими уникальными ритмами и мелодиями, которые создают атмосферу ностальгии и энергии."
  },
  "61": {
    "name": "DVRST",
    "genre": "Phonk",
    "bio": "Творческий музыкант, который сочетает элементы фонка и электронной музыки, создавая запоминающиеся треки."
  },
  "62": {
    "name": "dyan dxddy",
    "genre": "Phonk",
    "bio": "Артист с характерным стилем, который привносит в фонк новые звуки и свежие идеи."
  },
  "63": {
    "name": "ELVEN DIOR",
    "genre": "Phonk",
    "bio": "Музыкант, чьи треки отличаются атмосферными мелодиями и глубокими басами, создающими уникальное звучание."
  },
  "64": {
    "name": "Kaito Shoma",
    "genre": "Phonk",
    "bio": "Артист, известный своим креативным подходом к фонку и яркими визуальными образами."
  },
  "65": {
    "name": "KORDHELL",
    "genre": "Phonk",
    "bio": "Музыкант, который смешивает фонк с элементами других жанров, создавая оригинальные композиции."
  },
  "66": {
    "name": "KUTE",
    "genre": "Phonk",
    "bio": "Артист, чьи треки отличаются динамичными ритмами и запоминающимися мелодиями."
  },
  "67": {
    "name": "RAIZHELL",
    "genre": "Phonk",
    "bio": "Музыкант, который привносит в фонк элементы экспериментальной музыки и неожиданные звуковые решения."
  },
  "68": {
    "name": "Rihanna",
    "genre": "EDM",
    "bio": "Мировая звезда, известная своими хитами, которые объединяют поп и электронную музыку, создавая незабываемые треки."
  },
  "69": {
    "name": "Calvin Harris",
    "genre": "EDM",
    "bio": "Один из самых успешных диджеев и продюсеров в мире, известный своими хитами и коллаборациями с различными артистами."
  },
  "70": {
    "name": "Jaymes Young",
    "genre": "EDM",
    "bio": "Музыкант и певец, который сочетает электронные звуки с эмоциональными текстами и мелодиями."
  },
  "71": {
    "name": "Kush Kush",
    "genre": "EDM",
    "bio": "Группа, создающая свежие и энергичные треки, которые быстро завоевывают популярность на танцполах."
  },
  "72": {
    "name": "Major Lazer",
    "genre": "EDM",
    "bio": "Музыкальный проект, который сочетает элементы регги, дабстепа и электронной музыки, создавая уникальные хиты."
  },
  "73": {
    "name": "MØ",
    "genre": "EDM",
    "bio": "Датская певица и автор песен, известная своими мощными вокалами и заразительными мелодиями."
  },
  "74": {
    "name": "DJ Snake",
    "genre": "EDM",
    "bio": "Французский диджей и продюсер, который стал известен благодаря своим хитам и запоминающимся коллаборациям."
  },
  "75": {
    "name": "Diplo",
    "genre": "EDM",
    "bio": "Музыкант и продюсер, который активно экспериментирует с различными жанрами и стилями в электронной музыке."
  },
  "76": {
    "name": "Sia",
    "genre": "EDM",
    "bio": "Австралийская певица и автор песен, чьи мощные вокалы и эмоциональные тексты сделали её одной из самых влиятельных артисток."
  },
  "77": {
    "name": "Labrinth",
    "genre": "EDM",
    "bio": "Музыкант и продюсер, который сочетает элементы R&B и электронной музыки, создавая уникальное звучание."
  },
  "78": {
    "name": "Bakermat",
    "genre": "Tropical House",
    "bio": "Нидерландский диджей и продюсер, известный своими мелодичными треками, которые объединяют элементы джаза и электронной музыки."
  },
  "79": {
    "name": "Kygo",
    "genre": "Tropical House",
    "bio": "Знаменитый норвежский диджей и продюсер, который стал пионером жанра tropical house с его характерным звучанием и атмосферными мелодиями."
  },
  "80": {
    "name": "Ava Max",
    "genre": "Tropical House",
    "bio": "Американская певица и автор песен, известная своими хитами с яркими мелодиями и запоминающимися припевами."
  },
  "81": {
    "name": "Whitney Houston",
    "genre": "Tropical House",
    "bio": "Легендарная певица, чьи классические хиты были переосмыслены в tropical house версиях, создавая новые звучания для её музыки."
  },
  "82": {
    "name": "Lost Frequencies",
    "genre": "Tropical House",
    "bio": "Бельгийский диджей и продюсер, который стал известен благодаря своим хитам, сочетая элементы поп-музыки и электронной музыки."
  },
  "83": {
    "name": "David Kushner",
    "genre": "Tropical House",
    "bio": "Американский музыкант, который привносит свежие звуки в тропический хаус, сочетая мелодичность с глубокими текстами."
  },
  "84": {
    "name": "Miyagi & Andy Panda",
    "genre": "Russian Rap",
    "bio": "Популярный дуэт, известный своими мелодичными треками и глубокими текстами, которые затрагивают темы любви и жизни."
  },
  "85": {
    "name": "Miyagi",
    "genre": "Russian Rap",
    "bio": "Рэп-исполнитель, который сочетает в своей музыке элементы хип-хопа и регги, известен своими лирическими текстами и запоминающимися мелодиями."
  },
  "86": {
    "name": "PLOHOYPAREN",
    "genre": "Russian Rap",
    "bio": "Артист, который выделяется своим уникальным стилем и текстами, отражающими жизнь молодежи в современных реалиях."
  },
  "87": {
    "name": "Alex G",
    "genre": "Indie",
    "bio": "Американский музыкант, известный своими экспериментальными мелодиями и лирикой, охватывающей широкий спектр эмоций."
  },
  "88": {
    "name": "Grimes",
    "genre": "Indie",
    "bio": "Канадская певица и продюсер, которая сочетает в своей музыке элементы попа, электронной и инди-рока, создавая уникальный звук."
  },
  "89": {
    "name": "Hucci",
    "genre": "Indie",
    "bio": "Музыкант и продюсер, известный своими атмосферными треками и влиянием на развитие инди-музыки в электронной сцене."
  },
  "90": {
    "name": "Yaelokre",
    "genre": "Indie",
    "bio": "Артист, который создает музыку на стыке инди и альтернативного рока, известен своими глубокими текстами и мелодичными композициями."
  }
}